{
  "cafes": [
    {
      "id": 1,
      "name": "FEED Shop & Cafe",
      "address": "55 Water St Brooklyn, NY 11201",
      "image": [
        "https://s3-media0.fl.yelpcdn.com/bphoto/1AMqoAF41OM0WTqoBEoXxA/l.jpg",
        "https://s3-media0.fl.yelpcdn.com/bphoto/yF67XONxES0imLkXaqJnGg/o.jpg",
        "https://s3-media0.fl.yelpcdn.com/bphoto/n9-gOcpCB54mwz5S29q2Zw/o.jpg"
      ],
      "avgHeartRating": null,
      "reviews": [
        {
          "userId": 1,
          "userReview": "Wow, FEED Shop & Cafe was truly outstanding. It's a fun ambience to be in, and the menu and service is pretty great. Everything was so tasty. Crew is really helpful and can help you with everything. FEED Shop & Cafe - Liked it.",
          "userRating": 5,
          "userImage": "https://s3-media0.fl.yelpcdn.com/bphoto/LyX3SP8acoujEDrTQcsa6Q/300s.jpg"
        },
        {
          "userId": 2,
          "userReview": "This shop is serving some great coffee in the Timeout Market. I came early to the market because I have a haircut appointment. I see seating and peek into the Feed Shop. Behind all of the clothing made from Coke bottles is a barista who knows how to properly use an espresso machine.",
          "userRating": 3,
          "userImage": "https://s3-media0.fl.yelpcdn.com/bphoto/m8wjAAohfqAIUVC4axz9fA/300s.jpg"
        },
        {
          "userId": 3,
          "userReview": "My South African friend and American friend who lives in Australia both suggested this was THE PLACE to get THE BEST FLAT WHITE in NYC. I met them in Australia so I trusted their coffee opinions. I have yet to name a place #1 for coffee in NYC... I went in and ordered my flat white. It came without cafe art which made me wonder if it was going to be great BUT it was THE BEST. It's in a great location to get good photos (Brooklyn bridge), for tourist if you want to look at different things or if you want to go on a date and quickly pop in here for the best flat white. This area has many options and I truly recommend you try it!",
          "userRating": 4,
          "userImage": "https://s3-media0.fl.yelpcdn.com/bphoto/QnkGqTRfm3Tk5Cbly7qr9g/300s.jpg"
        }
      ]
    },
    {
      "id": 2,
      "name": "Bibble & Sip",
      "address": "253 W 51st St New York, NY 10019",
      "image": [
        "https://s3-media0.fl.yelpcdn.com/bphoto/gX847-f2s1X65RkzsFAWBA/l.jpg",
        "https://s3-media0.fl.yelpcdn.com/bphoto/z2QRyxNTchTqtX-VL8kL6Q/l.jpg",
        "https://s3-media0.fl.yelpcdn.com/bphoto/b4_G7Dc2l1hpHlTjH48kuw/o.jpg"
      ],
      "avgHeartRating": null,
      "reviews": [
        {
          "userId": 1,
          "userReview": "I've been to the Bibble & Sip in Chinatown first but this location is just as amazing! They seem to have more selection nowadays compared to the Chinatown Bibble & Sip due to covid, so if you're looking for a better selection of their cute desserts, definitely make your way over here! The earl grey cream puff is so creamy and has a great but not overwhelming earl grey vanilla flavor. I love the tarts too and my favorite is the raspberry lychee one. The earl grey banana bread is my must order item with every visit I make and is so delicious when warmed up. You can't go wrong with their drinks either. I'm more of a tea person so I'm in love with their Passionfruit Jasmine Iced Tea",
          "userRating": 5,
          "userImage": "https://s3-media0.fl.yelpcdn.com/bphoto/LyX3SP8acoujEDrTQcsa6Q/300s.jpg"
        },
        {
          "userId": 2,
          "userReview": "The best cream puffs in the city! Earl grey one is thier classic and a MUST try! Im so happy this place is still open post shutdowns, and even though there's no indoor seating, the line is still out the door! The new item was the brown sugar boba puff and it was delicious!! Would def go again and again!",
          "userRating": 3,
          "userImage": "https://s3-media0.fl.yelpcdn.com/bphoto/m8wjAAohfqAIUVC4axz9fA/300s.jpg"
        },
        {
          "userId": 3,
          "userReview": "Located not far from Time Square this is a must go place if you love sweets and drinks. My friends and I ordered the matcha white chocolate/earl/black sesame grey/ brown sugar boba cream puffs, iced matcha latte, totoro macaroons, and some tarts to go as well. Love the variety of sweets here. The earl grey and matcha cream puffs are a must order. The puffs here are the best I've ever had. Large in size, thick crispy outer shell with soft interior with delish airy filling. Between the 4 us of we could only finish 3. They have no seating inside due to Covid, but they have some chairs outside. Highly recommend B & S if you want some quality creamy puffs or sweets in general.",
          "userRating": 4,
          "userImage": "https://s3-media0.fl.yelpcdn.com/bphoto/QnkGqTRfm3Tk5Cbly7qr9g/300s.jpg"
        }
      ]
    }
  ]
}